const questions = [
	{
		question: "Когда правительство вовлекается в бизнес, это почти никогда ничем хорошим не заканчивается",
		answers: {  "Либерал"         : "В некоторых случаях вмешательство необходимо",  
					"Социал-демократ" : "В большинстве случаев, вмешательство необходимо", 
					"Консерватор"     : "Вмешательство нужно, если так считает государство",
					"Коммунист"       : "Категорически не согласен "}

	},

	{
		question: "В каком виде должна существовать медицина?",
		answers: { "Консерватор"     : "Базовые услуги должны быть бесплатными",  
				   "Коммунист"       : "Все медицинские услуги должны быть бесплатными",  
				   "Социал-демократ" : "Все медицинские услуги за рядом исключений",   
				   "Либерал"         : "Вся медицина должна стать на коммерческие рельсы"},
	},

	{
		question: "В целом, профсоюзы приносят больше вреда, чем пользы",
		answers: {  "Социал-демократ" : "Не согласен ", 
					"Либерал"         : "Частично согласен",  
					"Коммунист"       : "Категорически не согласен",  
					"Консерватор"     : "Затрудняюсь ответить"},
	},

	{
		question: "В каком виде должна существовать фондовая биржа ?",
		answers: {  "Социал-демократ" : "Иметь прогрессивное налогообложение",  
					"Консерватор"     : "Открытой для вмешательства государства",
					"Либерал"  		  : "Должна быть свободной, без вмешательства государства",   
					"Коммунист"       : "Должна быть полностью запрещена"},
	},

	{
		question: "Пары секс-меньшинств должны иметь те же права, что и другие граждане",
		answers: {  "Либерал"        : "Права должны быть немного ограничены",  
					"Консерватор"    : "Не должны",  
					"Социал-демократ": "Запрещено только бракосочетание",   
					"Коммунист"      : "Должны иметь все права "},
	},

	{
		question: "Выберите варианты ответа с известными личностями к которым вы испытываете наибольшую симпатию",
		answers: {  "Коммунист"       : "Владимир Ленин",  
					"Социал-демократ" : "Адам Смит",   
					"Консерватор"     : "Николай ||",
					"Либерал"         : "Алексей Навальный"},
	},

	{
		question: "Рынок способен к устойчивому развитию без вмешательства государства.",
		answers: {  "Либерал"         : "Согласен",  
					"Коммунист"       : "Категорически не согласен",  
					"Социал-демократ" : "Рынок должен быть под контролем государства",   
					"Консерватор"     : "В ряде случаев государство должно вмешаться"},
	},
	
	{
		question: "Рынок способен к устойчивому развитию без вмешательства государства.",
		answers: {  "Либерал"         : "Согласен",  
					"Коммунист"       : "Категорически не согласен",  
					"Социал-демократ" : "Рынок должен быть под контролем государства",   
					"Консерватор"     : "В ряде случаев государство должно вмешаться"},
	},
];

